tap "caskroom/cask"

#Terminal
cask "iterm2"

#IDE
cask "atom"
cask "visual-studio-code"
cask "pycharm-ce"
cask "sublime-merge"
cask "intellij-idea"

#Browsers
cask "google-chrome"
cask "firefox"

#Messaging
cask "slack"
cask "keybase"
# cask "skype"

#Tools/Utilities/Others
cask "postman"
cask "insomnia"
cask "evernote"
cask "adobe-acrobat-reader"

#Container
cask "docker"

#PDF Reader
cask "adobe-acrobat-reader"

#Virtual connect
cask "zoom"

#Draw
cask "drawio"

#Languages
brew "python3"

#Shells
# brew "fish"

#Tools
brew "curl"
brew "wget"
brew "git"
